[Strings]
;=====================================================================================================================
;								GESTIONE REPORTS 
;=====================================================================================================================

; ------------------------------------------------------------------- 
; Pagina RecorderShowReports.aspx
; ------------------------------------------------------------------- 
RecorderShowReport_msg_ReportNotSpecified =Berichte nicht spezifiziert
RecorderShowReport_msg_NoRecordsFound =Keine Datensätze gefunden
RecorderShowReport_msg_InvalidStartDate=*Datumseingaben muss kompiliert werden
RecorderShowReport_btn_RunReport =Bericht erstellen
RecorderShowReport_btn_Schedule	=Zeitplan
ReportFilterPane_schedule_dialog_title	=Zeitplan

; ------------------------------------------------------------------- 
; Control ReportFilterPane
; ------------------------------------------------------------------- 
ReportFilterPane_Title			=Berichtsoptionen
ReportFilterPane_label_data		=Aufnahmedatum:
ReportFilterPane_label_fromdate =Von: 
ReportFilterPane_label_specificdate =Datum:
ReportFilterPane_label_todate   =Bis:
ReportFilterPane_label_direction =Richtung:
ReportFilterPane_label_duration =Dauer:
ReportFilterPane_label_users	=Benutzern:
ReportFilterPane_label_nodes	=Serverknoten:
ReportFilterPane_label_size	=Mit Größe:
ReportFilterPane_label_groups	=Aufzeichnungs-Gruppen:
ReportFilterPane_label_notes =Anmerkungen:
ReportFilterPane_DurationDescription =Zwischen $MIN$ und $MAX$
ReportFilterPane_SizeDescription =Zwischen $MIN$ MB und $MAX$ MB
ReportFilterPane_label_button_ok	=OK
ReportFilterPane_label_button_cancel	=Abbrechen
ReportFilterPane_label_button_deselect_all	=Auswahl aufheben
ReportFilterPane_label_button_search	=Suchen
ReportFilterPane_select_users_dialog_title	=Benutzer auswählen
ReportFilterPane_select_users_dialog_table_username	=Benutzername
ReportFilterPane_select_users_dialog_table_name	=name
ReportFilterPane_select_users_dialog_table_surname	=Nachname
ReportFilterPane_select_groups_dialog_title	=Aufzeichnungs-Gruppe auswählen
ReportFilterPane_select_groups_dialog_table_name	=name
ReportFilterPane_select_nodes_dialog_title	=Serverknoten auswählen
ReportFilterPane_select_nodes_dialog_table_name	=server
ReportFilterPane_label_selected	=ausgewählt
ReportFilterPane_selection_dialog_norecords	=Keine Datensätze gefunden
ReportFilterPane_label_nodesFilterUnavailable =Server-Filter ist deaktiviert, weil der Replikationsdienst nicht mehr erreichbar ist.
ReportFilterPane_label_preservation =Markiert zu erhalten

; ------------------------------------------------------------------- 
; Enum DateTimePeriods
; ------------------------------------------------------------------- 
DateTimePeriods_label_Today			=Heute
DateTimePeriods_label_Yesterday		=Gestern
DateTimePeriods_label_ThisWeek		=Diese Woche
DateTimePeriods_label_LastWeek		=Letzte Woche
DateTimePeriods_label_ThisMonth		=Dieser Monat
DateTimePeriods_label_LastMonth		=Letzter Monat
DateTimePeriods_label_LastTwoMonth	=Letzte zwei Monate
DateTimePeriods_label_ThisYear		=Dieses Jahr
DateTimePeriods_label_LastYear		=Letztes Jahr
DateTimePeriods_label_SpecificDay	=Bestimmter Tag
DateTimePeriods_label_DateInterval	=Datumsintervall

; ------------------------------------------------------------------- 
; Enum NodesFilterType
; ------------------------------------------------------------------- 
NodesFilterType_label_All	=Alle
NodesFilterType_label_Selection		=Bestimmten Server

; ------------------------------------------------------------------- 
; Enum UsersFilterType
; ------------------------------------------------------------------- 
UsersFilterType_label_All	=Alle
UsersFilterType_label_Selection		=Bestimmte Benutzer

; ------------------------------------------------------------------- 
; Enum GroupsFilterType
; ------------------------------------------------------------------- 
GroupsFilterType_label_All	=Alle
GroupsFilterType_label_Selection		=Bestimmte Gruppen

; ------------------------------------------------------------------- 
; Enum Direction
; ------------------------------------------------------------------- 
Directions_label_All	=Alle
Directions_label_In		=Eingehend
Directions_label_Out	=Ausgehend

; ------------------------------------------------------------------- 
; Enum Preservation
; ------------------------------------------------------------------- 
Preservation_label_All			=Alle
Preservation_label_Preserved		=Ja
Preservation_label_Unpreserved	=Nein

; ------------------------------------------------------------------- 
; Reports
; ------------------------------------------------------------------- 
RecorderReport_Title_RecordingList	=Aufnahmeliste
RecorderReport_Title_VolumeByUser =Aufzeichnungs-Volume nach Benutzer
RecorderReport_Title_VolumeByGroup =Aufzeichnungs-Volume nach Gruppe
RecorderReport_Title_VolumeByServerNode =Aufzeichnungs-Volume nach Serverknoten
RecorderReport_Title_VolumeByTenant =Aufzeichnungs-Volume nach Mandant
RecorderReport_Title_BusyChannels =Belegten Kanäle Aufzeichnungen

RecorderReport_CaptionLabel =* Das Symbol '>' zeigt an, dass der tatsächliche Wert größer als der angezeigte ist. Dieser Wert kann nicht berechnet werden, da keine vorherige Daten vorliegen sind.
RecorderReport_AvailableLicenses_CaptionLabel =Wenn es keine Anrufe in einer bestimmten Zeit-Quantum gibt, wird der relative Wert der verfügbaren Aufzeichnungslizenzen durch einen prognostizierten Wert und nicht durch den realen Wert dargestellt.
RecorderReport_TimeZone_CaptionLabel =Wichtig! Filter und Daten die im Diagramm angezeigt sind, verwenden die Server-Zeitzone:
RecorderReport_DataShown_CaptionLabel =Die angezeigten Daten basieren nicht auf historischen Daten, sondern stellen die den aktuellen Status der gespeicherten und verfügbaren Aufzeichnungen im System dar.

Report_FilterTemplate_DateRange	=#FIELD_NAME# zwischen #FROM# und #TO#
Report_FilterTemplate_DateRangeFromOnly	=#FIELD_NAME# nach oder um #FROM#
Report_FilterTemplate_DateRangeToOnly	=#FIELD_NAME# bevor oder um #TO#
Report_FilterTemplate_DateRangeSpecificDay	=#FIELD_NAME# ist #DAY#
Report_FilterTemplate_DecimalRangeSpecificValue	=#FIELD_NAME# ist gleich #VALUE#
Report_FilterTemplate_DecimalRangeToOnly	=#FIELD_NAME# ist niedriger als #TO#
Report_FilterTemplate_DecimalRangeFromOnly	=#FIELD_NAME# ist ist größer als #FROM#
Report_FilterTemplate_DecimalRange	=#FIELD_NAME# liegt zwischen #FROM# und #TO#
Report_FilterTemplate_DecimalSingleSpecificValue =#FIELD_NAME# ist gleich #VALUE#
Report_FilterTemplate_DurationInterval	=#FIELD_NAME#zwischen#FROM# und #TO#
Report_FilterTemplate_DurationIntervalFromOnly	=#FIELD_NAME# nach #FROM#
Report_FilterTemplate_DurationIntervalToOnly	=#FIELD_NAME# bevor #TO#
Report_FilterTemplate_SingleValue	=#FIELD_NAME# ist #VALUE#
Report_FilterTemplate_SingleValuePart	=#FIELD_NAME# enthält #VALUE#
Report_FilterTemplate_ListValues	=#FIELD_NAME# in [#VALUES#]
Report_FilterTemplate_OrValues	=beliebiges Element: [#VALUES#]

Report_DisplayValue_Preservation_marked= als beibehalten markiert
Report_DisplayValue_Preservation_notMarked= nicht als erhalten markiert

RecorderReport_FilterDisplayName_Size 		=Größe (MB)
RecorderReport_FilterDisplayName_Nodes 		=Serverknoten
RecorderReport_FilterDisplayName_Notes 		=Anmerkungen
RecorderReport_FilterDisplayName_StartDate	=Startdatum
RecorderReport_FilterDisplayName_Direction	=Richtung
RecorderReport_FilterDisplayName_Duration	=Dauer
RecorderReport_FilterDisplayName_Users	=Benutzer
RecorderReport_FilterDisplayName_Groups	=Aufzeichnungs-Gruppe
RecorderReport_FilterDisplayName_Preservation	=Aufzeichnung

; ------------------------------------------------------------------- 
; Rdlc Reports
; ------------------------------------------------------------------- 

RecorderReport_Tenant =Mandant
RecorderReport_Size =Größe (MB)
RecorderReport_Node =Server
RecorderReport_Direction =Ritg
RecorderReport_Date =Datum
RecorderReport_Duration =Dauer
RecorderReport_Group =Gruppe
RecorderReport_User =Benutzer
RecorderReport_User_Phone_Number =Telefonnummer
RecorderReport_Remote_Party =Gesprächspartner
RecorderReport_Record_Id =Aufz.-ID 
RecorderReport_Pbx_Call_Id =Ruf-ID TK-Anlage
RecorderReport_Note =Anmerkung
RecorderReport_Outgoing =Aus
RecorderReport_Incoming =Ein
RecorderReport_Preserved =Ja
RecorderReport_NotPreserved =Nein
RecorderReport_FooterDateUpdatedTo =Aktualisierte Daten an
RecorderReport_Preservation =Pin
RecorderReport_TotalCalls =Gesamtaufzeichnung
RecorderReport_TotalDuration =Gesamtdauer
RecorderReport_TotalSize =Gesamtgroße (MB)
RecorderReport_TotalIncomingCalls =Eingehend
RecorderReport_TotalOutgoingCalls =Ausgehend
RecorderReport_TotalUnknownCalls =Unbekannte Richtung
RecorderReport_MaxDuration =Maximale Dauer (MB)
RecorderReport_AvgDuration =Mittlere Dauer
RecorderReport_MaxSize =Maximale Größe (MB)
RecorderReport_AvgSize =Mittlere Größe (MB)
RecorderReport_From =Intervallstart
RecorderReport_To =Intervallende
RecorderReport_MaxBusyChannels =Belegten Kanäle
RecorderReport_MaxLicensedChannels = Verfügbare Kanäle
RecorderReport_MissedCalls =Abgelehnte Anrufe

RecorderReport_ChannelsUseStatus =Kanäle-Verwendungsstatus
RecorderReport_TableLabel_MaxBusyChannels =Maximale verwendeten Kanälen
RecorderReport_TableLabel_MissedCalls =Abgelehnte Anrufe Anzahl

RecorderReport_ChartCallsTitle_ByUser =GESAMTAUFZEICHNUNG (TOP 10 BENUTZER)
RecorderReport_ChartDurationTitle_ByUser =GESAMTDAUER (TOP 10 BENUTZER)
RecorderReport_ChartCallsTitle_ByGroup=GESAMTAUFZEICHNUNG (TOP 10 GRUPPEN)
RecorderReport_ChartDurationTitle_ByGroup=GESAMTDAUER (TOP 10 GRUPPEN)
RecorderReport_ChartCallsTitle_ByNode=GESAMTAUFZEICHNUNG
RecorderReport_ChartDurationTitle_ByNode=GESAMTDAUER
RecorderReport_ChartCallsTitle_ByTenant=GESAMTAUFZEICHNUNG (TOP 10 MANDANT)
RecorderReport_ChartSizeTitle_ByTenant=GESAMTGRÖßE (TOP 10 MANDANT)
RecorderReport_ChartCallsByDirectionTitle_ByUser =AUFZEICHNUNG-WEGBESCHREIBUNG (TOP 10 BENUTZER)
RecorderReport_ChartCallsByDirectionTitle_ByGroup =AUFZEICHNUNG-WEGBESCHREIBUNG (TOP 10 GRUPPEN)
RecorderReport_ChartCallsByDirectionTitle_ByNode =AUFZEICHNUNG-WEGBESCHREIBUNG
RecorderReport_ChartCallsByDirectionTitle_ByTenant =AUFZEICHNUNG-WEGBESCHREIBUNG (TOP 10 MANDANT)

RecorderReport_ChartLegendLabelOutgoing =Ausgehend
RecorderReport_ChartLegendLabelUnknown =Unbekannt
RecorderReport_ChartLegendLabelIncoming =Eingehend
RecorderReport_ChartUnitOfMeasure=MB
RecorderReport_ChartUnknownGroup =
RecorderReport_ChartUnknownTenant =
RecorderReport_ChartUnknownNode =
RecorderReport_TooltipPreservationMarked=Aufzeichnung als beibehalten markiert

RecorderReport_Total =Gesamtsummen